/* Localized versions of Guest Access strings */

allowButton = "Bildschirmfreigabe";
denyButton = "Abbrechen";

controlTitle = "Steuerungsanfrage";
observeTitle = "Beobachtungsanfrage";

controlRequestKnown = "Der Benutzer „%@“ auf „%@“ möchte auf Ihren Bildschirm zugreifen. Möchten Sie Ihren Bildschirm für „%@“ freigeben?";
observeRequestKnown = "Der Benutzer „%@“ auf „%@“ möchte Ihren Computer beobachten. Möchten Sie dies zulassen?";

controlRequestUnknown = "Ein unbekannter Benutzer auf „%@“ möchte auf Ihren Bildschirm zugreifen. Möchten Sie Ihren Bildschirm hierfür freigeben?";
observeRequestUnknown = "Ein unbekannter Benutzer auf „%@“ möchte Ihren Computer beobachten. Möchten Sie dies zulassen?";

errAttnReqCommString = "Ein Kommunikationsfehler ist aufgetreten.";
